12/data/attachments/ef8e8fa19502cd7e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_6d7ff4ba-9992-45e7-a513-fb032074ddca</nif:username>
            <nif:friendToBeAdded>Kevin_conference_Friend_74216_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>